code --install-extension alefragnani.numbered-bookmarks
code --install-extension arcticicestudio.nord-visual-studio-code
code --install-extension bbenoist.vagrant
code --install-extension bungcip.better-toml
code --install-extension dracula-theme-pro.theme-dracula-pro
code --install-extension dracula-theme.theme-dracula
code --install-extension dustypomerleau.rust-syntax
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension evgeniypeshkov.syntax-highlighter
code --install-extension fisheva.eva-theme
code --install-extension humy2833.ftp-simple
code --install-extension JScearcy.rust-doc-viewer
code --install-extension lorenzopirro.rust-flash-snippets
code --install-extension ms-azuretools.vscode-docker
code --install-extension ms-python.isort
code --install-extension ms-python.python
code --install-extension ms-python.vscode-pylance
code --install-extension ms-toolsai.jupyter
code --install-extension ms-toolsai.jupyter-keymap
code --install-extension ms-toolsai.jupyter-renderers
code --install-extension ms-toolsai.vscode-jupyter-cell-tags
code --install-extension ms-toolsai.vscode-jupyter-slideshow
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode-remote.vscode-remote-extensionpack
code --install-extension ms-vscode.remote-explorer
code --install-extension ms-vsliveshare.vsliveshare
code --install-extension ms-vsliveshare.vsliveshare-audio
code --install-extension ms-vsliveshare.vsliveshare-pack
code --install-extension nyxiative.rust-and-friends
code --install-extension PolyMeilex.rust-targets
code --install-extension redhat.fabric8-analytics
code --install-extension redhat.java
code --install-extension redhat.vscode-commons
code --install-extension redhat.vscode-xml
code --install-extension rust-lang.rust
code --install-extension rust-lang.rust-analyzer
code --install-extension serayuzgur.crates
code --install-extension Splunk.splunk
code --install-extension vadimcn.vscode-lldb
code --install-extension VisualStudioExptTeam.intellicode-api-usage-examples
code --install-extension VisualStudioExptTeam.vscodeintellicode
code --install-extension vscjava.vscode-java-debug
code --install-extension vscjava.vscode-java-dependency
code --install-extension vscjava.vscode-java-pack
code --install-extension vscjava.vscode-java-test
code --install-extension vscjava.vscode-maven
code --install-extension yzhang.markdown-all-in-one
code --install-extension ZhangYue.rust-mod-generator
